Revit 2024 API
MullionTypeSetIterator Class
An iterator to a mullion type set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public abstract class MullionTypeSetIterator : APIObject,
	IEnumerator
Visual Basic
Public MustInherit Class MullionTypeSetIterator _
	Inherits APIObject _
	Implements IEnumerator
Visual C++
public ref class MullionTypeSetIterator abstract : public APIObject,
	IEnumerator
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.APIObject
 Autodesk.Revit.DB.MullionTypeSetIterator
See Also
MullionTypeSetIterator Members
Autodesk.Revit.DB Namespace